Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/timeshift.tmx
Source language: en
Languages: sv

source: Please save your work and close all applications.
sv: Spara ditt arbete och stäng alla öppna program.

source: Estimating system size...
sv: Beräknar systemstorlek...

source: Please run the application as admin (using 'sudo' or 'su')
sv: Kör programmet som administratör (med "sudo" eller "su")

source: Cannot Delete Live Snapshot
sv: Kan inte ta bort Live-avbild

source: Query completed
sv: Begäran slutförd

source: Please select a snapshot to view the log!
sv: Välj en avbild för att se loggen!

source: Delete all snapshots
sv: Ta bort alla avbilder

source: System will reboot after files are restored
sv: Systemet startas om efter filåterställning

source: [ENTER = Default (%s), r = Root device, a = Abort]
sv: [RETUR = standard (%s), r = rotenhet, a = avbryt]

source: Paused
sv: Pausad

source: Finished
sv: Slutfört

source: Create snapshot of current system
sv: Skapa en avbild av det aktuella systemet

source: Snapshot '%s' is being used by the system and cannot be deleted. Restart the system to activate the restored snapshot.
sv: Avbild "%s" används av systemet och kan inte tas bort. Starta om systemet för att aktivera den återställda avbilden.

source: OS must be installed on a BTRFS partition with Ubuntu-type subvolume layout (@ and @home subvolumes). Other layouts are not supported.
sv: Operativsystemet måste vara installerat på en BTRFS-partition med undervolymslayout av Ubuntu-typ (@ och @home undervolymer). Andra layouter stöds inte.

source: Used
sv: Använd

source: Missing Dependencies
sv: Saknade beroenden

source: No snapshots found on device
sv: Inga avbilder hittades på enheten

source: [Warning] Deleted invalid lock
sv: [Varning] Tog bort ogiltigt lås

source: Close
sv: Stäng

source: Could not find device
sv: Kunde inte hitta enheten

source: Select a partition on this disk
sv: Välj en partition på disken

source: Weekly
sv: Varje vecka

source: Backup device not specified!
sv: Enhet för säkerhetskopior ej specificerad!

source: Size of BTRFS snapshots are initially zero. As system files gradually change with time, data gets written to new data blocks which take up disk space (copy-on-write). Files in the snapshot continue to point to original data blocks.
sv: Storleken på BTRFS-avbilder är initialt noll. Allt eftersom systemfilerna gradvis ändras över tid, skrivs data till nya datablock, vilket tar upp diskutrymme (copy-on-write). Filer i avbilden fortsätter att peka mot ursprungliga datablock.

source: Boot snapshots are created with a delay of 10 minutes after system startup.
sv: Avbilder vid systemstart skapas efter en fördröjning på 10 minuter.

source: Last weekly snapshot not found
sv: Senaste veckoavbilden kunde inte hittas

source: Admin access is required to backup and restore system files.
sv: Administratörsrättigheter krävs för att säkerhetskopiera och återställa systemfiler.

source: Last hourly snapshot is more than 1 hour old
sv: Senaste timavbilden är mer än 1 timme gammal

source: BTRFS snapshots are saved on system partition. Other partitions are not supported.
sv: BTRFS-avbilder sparas på systempartitionen. Andra partitioner stöds inte.

source: User
sv: Användare

source: No snapshots available
sv: Inga avbilder tillgängliga

source: Specify device for installing GRUB2 bootloader
sv: Ange enhet för installation av starthanteraren GRUB2

source: Failed to remove snapshot
sv: Kunde inte ta bort avbild

source: If these terms are not acceptable to you, please do not proceed beyond this point!
sv: Om du inte godtar dessa villkor ska du inte fortsätta!

source: View Rsync Log for Create
sv: Visa Rsync-logg för skapande

source: Subvolume
sv: Undervolym

source: File and directory counts:
sv: Antal filer och mappar:

source: Maximum backups exceeded for backup level
sv: Maximalt antal säkerhetskopior för säkerhetskopieringsnivån har uppnåtts

source: Exclude Application Settings
sv: Undanta programinställningar

source: Remote and network locations are not supported.
sv: Fjärr- och nätverksplatser stöds inte.

source: Device is unlocked
sv: Enheten är olåst

source: Failed to copy file
sv: Kunde inte kopiera fil

source: Exclude List
sv: Undantagslista

source: (Re)install GRUB2 on:
sv: (Åter)installera GRUB2 på:

source: Please wait for snapshots to be deleted.
sv: Vänta tills avbilderna är borttagna.

source: Syncing files with rsync...
sv: Synkroniserar filer med rsync…

source: Select the intervals for creating snapshots
sv: Välj intervall för att skapa avbilder

source: Select the snapshot device
sv: Välj avbildsenhet

source: Syncing file systems...
sv: Synkroniserar filsystemen…

source: First snapshot requires:
sv: Första avbilden kräver:

source: Enable scheduled snapshots to protect your system
sv: Aktivera schemalagda avbilder för att skydda ditt system

source: Enter the pattern to exclude (Ex: *.mp3, *.bak)
sv: Ange mönster för undantag (exempel: *.mp3, *.bak)

source: Snapshots will be created at selected intervals if snapshot disk has enough space (> 1 GB)
sv: Avbilder kommer att skapas med valda intervall om avbildsdisken har tillräckligt utrymme (> 1 GB)

source: The target partition has an unsupported subvolume layout.
sv: Målpartitionen har en undervolymslayout som inte stöds.

source: Failed to create new snapshot
sv: Kunde inte skapa ny avbild

source: Stop cron emails for scheduled tasks
sv: Stoppa e-post från cron angående schemalagda åtgärder

source: Include All Files
sv: Inkludera alla filer

source: Switch to RSYNC mode (default: config)
sv: Växla till RSYNC-läge (standard: config)

source: Create snapshots using RSYNC tool and hard-links
sv: Skapa avbilder med RSYNC-verktyget och hårda länkar

source: All other files and folders are excluded.
sv: Alla andra filer och mappar undantas.

source: BTRFS Snapshots
sv: BTRFS-avbilder

source: Last monthly snapshot not found
sv: Senaste månadsavbilden kunde inte hittas

source: Nothing to do!
sv: Inget att göra!

source: All Files
sv: Alla filer

source: Specify snapshot to restore
sv: Ange avbild för återställning

source: Monthly snapshot are enabled
sv: Månadsavbilden är aktiverad

source: GRUB device not selected
sv: GRUB-enhet inte vald

source: Tagged snapshot
sv: Taggad avbild

source: Admin Access Required
sv: Administratörsbehörighet krävs

source: Changed items:
sv: Ändrade objekt:

source: Failed to remove
sv: Kunde inte ta bort

source: / is mapped to device
sv: / är mappad på enhet

source: Scheduled snapshots are enabled
sv: Schemalagda avbilder är aktiverade

source: Snapshot deletion in progress...
sv: Avbildsborttagning pågår…

source: mounted at path
sv: monterad på sökväg

source: Scheduled snapshots are disabled
sv: Schemalagda avbilder är inaktiverade

source: Pattern
sv: Mönster

source: Failed to create directory
sv: Kunde inte skapa mapp

source: Estimate
sv: Beräkna

source: Model
sv: Modell

source: Subvolume exists at destination
sv: En undervolym finns redan på målet

source: Querying subvolume info...
sv: Hämtar undervolymsinformation…

source: Linking from snapshot
sv: Länkar från avbild

source: GRUB Device
sv: GRUB-enhet

source: Run 'timeshift' for the command-line version of this tool
sv: Kör "timeshift", för kommandoradsversionen av detta verktyg

source: Create one per boot
sv: Skapa en per systemstart

source: Previous
sv: Föregående

source: Running
sv: Körs

source: Select Snapshot Levels
sv: Välj avbildsnivåer

source: Unsupported Subvolume Layout
sv: Undervolymslayout som inte stöds

source: Cloning
sv: Klonar

source: Delete Snapshots
sv: Ta bort avbilder

source: Specify backup device (default: config)
sv: Ange säkerhetskopieringsenhet (standard: config)

source: Hide this window (files will be deleted in background)
sv: Dölj fönstret (filerna tas bort i bakgrunden)

source: None
sv: Ingen

source: Read %'d of %'d lines...
sv: Läst %'d av %'d rader...

source: Files matching the following patterns will be excluded
sv: Filer som matchar följande mönster kommer att undantas

source: Select snapshot
sv: Välj avbild

source: Last hourly snapshot not found
sv: Senaste timavbilden kunde inte hittas

source: crontab file exported
sv: crontab-fil exporterad

source: Restored subvolumes will become active after system is restarted.
sv: Återställda undervolymer aktiveras när systemet startas om.

source: Files and directories can be excluded to save disk space.
sv: Filer och mappar kan undantas för att spara diskutrymme.

source: Snapshot device
sv: Avbildsenhet

source: Next
sv: Nästa

source: Creating Snapshot...
sv: Skapar avbild ...

source: Select Snapshots
sv: Välj avbilder

source: Scheduled snapshots are disabled. It's recommended to enable it.
sv: Schemalagda avbilder är inaktiverade. Vi rekommenderar att du aktiverar dem.

source: Action
sv: Åtgärd

source: Snapshots are saved to /timeshift-btrfs on selected partition. Other locations are not supported.
sv: Avbilderna sparas i mappen /timeshift-btrfs på den valda enheten. Andra platser stöds inte.

source: Session log file
sv: Sessionsloggfil

source: App config saved
sv: Programinställningar sparade

source: Snapshots will be created at selected intervals
sv: Avbilder kommer att skapas med valda intervall

source: Enter device name or number
sv: Ange enhetsnamn eller nummer

source: Hourly snapshot failed!
sv: Timavbild misslyckades!

source: Comments (click to edit)
sv: Kommentarer (klicka för att redigera)

source: Checksum
sv: Kontrollsumma

source: Critical Error
sv: Kritiskt fel

source: Bootloader Options
sv: Alternativ för starthanterare

source: Skip GRUB2 reinstall
sv: Hoppa över ominstallation av GRUB2

source: List devices
sv: Lista enheter

source: Devices displayed above have Linux file systems.
sv: Ovanstående enheter har filsystem avsedda för Linux.

source: /boot is mapped to device
sv: /boot är mappad på enhet

source: Save snapshots to an external disk instead of the system disk to guard against drive failures.
sv: Spara avbilder på en extern disk istället för systemdisken, som skydd mot diskhaveri.

source: User cancelled the password prompt
sv: Användaren avbröt lösenordsdialogen

source: The system partition has an unsupported subvolume layout.
sv: Systempartitionen har en undervolymslayout som inte stöds.

source: This software comes without absolutely NO warranty and the author takes no responsibility for any damage arising from the use of this program.
sv: Mjukvaran tillhandahålls UTAN några som helst garantier och utvecklaren tar inget ansvar för eventuell skada, orsakad av detta programs användning.

source: Cron task exists
sv: Cron-åtgärden finns redan

source: Create one per hour
sv: Skapa en per timme

source: Failed to write file
sv: Kunde inte skriva fil

source: Unlocked successfully
sv: Upplåsning lyckades

source: Please check if you have multiple windows open.
sv: Kontrollera om du har flera fönster öppna.

source: Snapshot device not available
sv: Avbildsenheten är inte tillgänglig

source: Last boot snapshot not found
sv: Senaste startavbilden kunde inte hittas

source: Error
sv: Fel

source: Comparing Files (Dry Run)...
sv: Jämför filer (simulering)...

source: Add tags to snapshot (default: O)
sv: Lägg till taggar till avbild (standard: O)

source: Live USB Mode (Restore Only)
sv: Live-USB-läge (endast återställning)

source: Rebooting system...
sv: Startar om systemet…

source: Failed to delete directory
sv: Kunde inte ta bort mapp

source: Last weekly snapshot is more than 1 week old
sv: Senaste veckoavbilden är mer än 1 vecka gammal

source: Select the snapshots to mark for deletion
sv: Välj avbilder att markera för borttagning

source: complete
sv: slutförd

source: Main window closed by user
sv: Huvudfönstret stängdes av användaren

source: Found existing pre-restore snapshot
sv: Hittade en befintlig avbild före återställning

source: Completed
sv: Slutfört

source: Select a single snapshot to restore
sv: Välj en enskild avbild för återställning

source: Open Menu
sv: Öppna menyn

source: Updated /etc/fstab on target device
sv: Uppdaterade /etc/fstab på målenheten

source: Removing snapshots
sv: Tar bort avbilder

source: Created subvolume snapshot
sv: Skapade undervolymsavbild

source: Daily
sv: Varje dag

source: Monthly snapshot failed!
sv: Månadsavbild misslyckades!

source: Exclude Apps
sv: Hoppa över program

source: Target device is same as system device
sv: Målenheten är samma som systemenheten

source: Recommended
sv: Rekommenderat

source: Estimating System Size...
sv: Beräknar systemets storlek…

source: Snapshots are saved to /timeshift on selected partition. Other locations are not supported.
sv: Avbilderna sparas i mappen /timeshift på den valda enheten. Andra platser stöds inte.

source: Selected default snapshot type
sv: Valde standardtyp för avbilder

source: Failed to install crontab file
sv: Kunde inte installera crontab-fil

source: Snapshot
sv: Avbild

source: All files are copied when first snapshot is created. Subsequent snapshots are incremental. Unchanged files will be hard-linked from the previous snapshot if available.
sv: Alla filer kopieras när den första avbilden skapas. Efterföljande avbilder är inkrementella. Oförändrade filer hårdlänkas från föregående avbild, om tillgänglig.

source: Created
sv: Skapad

source: Restore Device
sv: Återställningsenhet

source: Switch to BTRFS mode (default: config)
sv: Växla till BTRFS-läge (standard: config)

source: Filesystem
sv: Filsystem

source: Add Files
sv: Lägg till filer

source: Target device not specified!
sv: Målenheten har inte specificerats!

source: Resume
sv: Fortsätt

source: Restoring snapshot...
sv: Återställer avbild…

source: Populating list...
sv: Fyller listan…

source: Delete
sv: Ta bort

source: Snapshot saved successfully
sv: Avbilden sparades

source: Hide rsync output
sv: Dölj rsync-utdata

source: Devices with Windows file systems are not supported (NTFS, FAT, etc).
sv: Enheter med filsystem avsedda för Windows stöds inte (NTFS, FAT etc).

source: Hide
sv: Dölj

source: Restoring a snapshot will replace system subvolumes, and system subvolumes currently in use will be preserved as a new snapshot. If required, this snapshot can be restored later to 'undo' the restore.
sv: När en avbild återställs ersätts systemvolymerna och de aktiva systemvolymerna sparas som en ny avbild. Vid behov kan denna avbild återställas senare för att "ångra" föregående återställning.

source: File Pattern
sv: Filmönster

source: System can be rolled-back to a previous date by restoring a snapshot.
sv: Systemet kan rullas tillbaka till ett tidigare datum, genom att återställa en avbild.

source: Click to edit. Drag-drop to re-order.
sv: Klicka för att redigera. Dra och släpp för att ändra ordningsföljd.

source: Files and directory counts:
sv: Antal filer och mappar:

source: Device
sv: Enhet

source: Another instance of timeshift is currently running!
sv: En annan instans av Timeshift körs för närvarande!

source: Building file list...
sv: Bygger fillista…

source: Restore snapshot
sv: Återställ avbild

source: Boot snapshot failed!
sv: Startavbilden misslyckades!

source: Selected snapshot device
sv: Vald avbildsenhet

source: Moved system subvolume to snapshot directory
sv: Flyttade systemvolym till avbildsmappen

source: Destroyed qgroup
sv: Borttagen qgrupp

source: Device name is empty!
sv: Enhetsnamnet saknas!

source: ** Uninstalled Timeshift BTRFS **
sv: ** Avinstallerade Timeshift BTRFS **

source: Comparing files with rsync...
sv: Jämför filer med rsync...

source: Create Snapshot
sv: Skapa avbild

source: Restore Exclude
sv: Återställningsundantag

source: Failed to unlock device
sv: Kunde inte låsa upp enhet

source: Bootloader Options (Advanced)
sv: Alternativ för starthanterare (Avancerat)

source: Please select the GRUB device
sv: Välj GRUB-enhet

source: Invalid Snapshot
sv: Ogiltig avbild

source: Mount
sv: Montera

source: Root device not selected
sv: Rotenhet inte vald

source: Failed to add cron job
sv: Kunde inte lägga till cron-jobb

source: Exclude All Files
sv: Hoppa över alla filer

source: Updating GRUB menu...
sv: Uppdaterar GRUB-menyn ...

source: Updated /etc/crypttab on target device
sv: Uppdaterade /etc/crypttab på målenheten

source: Cron job added
sv: Cron-åtgärd tillagd

source: Weekly snapshots are enabled
sv: Veckoavbilder är aktiverade

source: Custom
sv: Anpassad

source: Please wait...
sv: Vänta...

source: Removed cron task
sv: Tog bort cron-åtgärd

source: '%s' will be on root device
sv: "%s" kommer att finnas på rotenheten

source: Delete snapshot
sv: Ta bort avbild

source: Failed to query subvolume quota
sv: Kunde inte få fram kvot för undervolym

source: Size
sv: Storlek

source: Snapshots available for restore
sv: Avbilder tillgängliga för återställning

source: RSYNC Snapshots
sv: RSYNC-avbilder

source: Snapshots are created by creating copies of system files using rsync, and hard-linking unchanged files from previous snapshot.
sv: Avbilder skapas genom att skapa kopior av systemfiler med rsync och hårdlänka oförändrade filer från föregående avbild.

source: Saving snapshots to a non-system disk allows you to format and re-install the OS on the system disk without losing snapshots stored on it. You can even install another Linux distribution and later roll-back the previous distribution by restoring a snapshot.
sv: Att spara avbilder på en icke-systemdisk, låter dig formatera och installera om operativsystemet på systemdisken, utan att förlora avbilderna. Du kan t.o.m. installera en annan Linux-dist och senare rulla tillbaka föregående distribution genom att återställa en avbild.

source: Snapshots are created using the built-in features of the BTRFS file system.
sv: Avbilder skapas med inbyggda funktioner i BTRFS-filsystemet.

source: Deleted subvolume
sv: Tog bort undervolym

source: Available
sv: Tillgänglig

source: Selected snapshot device is not a system disk
sv: Den valda avbildsenheten är ingen systemdisk

source: Failed to query subvolume list
sv: Kunde inte begära undervolymslista

source: Browse
sv: Bläddra

source: There are no snapshots on this device
sv: Det finns inga avbilder på denna enhet

source: Selected snapshot is marked for deletion
sv: Den valda avbilden är markerad för borttagning

source: Select '%s' device (default = %s)
sv: Välj enhet för "%s" (standard = %s)

source: Boot device not selected
sv: Startenhet inte vald

source: Setup Complete
sv: Inställning slutförd

source: Description
sv: Beskrivning

source: BTRFS snapshots are saved on the same disk from which it is created. If the system disk fails, snapshots will be lost along with the system. Save snapshots to an external non-system disk in RSYNC mode to guard against disk failures.
sv: BTRFS-avbilder sparas på samma diskenhet som de skapas på. Om systemdisken går sönder förloras avbilderna tillsammans med systemet. Spara avbilder på en extern disk som inte är en systemdisk i RSYNC-läge för att skydda mot diskfel.

source: all
sv: alla

source: Print debug information
sv: Skriv ut felsökningsinfo

source: '%s' will be on '%s'
sv: "%s" kommer att finnas på "%s"

source: Update GRUB menu
sv: Uppdatera GRUB-menyn

source: Daily snapshots are enabled
sv: Dagliga avbilder är aktiverade

source: Unknown value specified for option --tags
sv: Okänt värde specificerat för alternativet --tags

source: Deleting Snapshots...
sv: Tar bort avbilder…

source: On demand (manual)
sv: Vid behov (manuellt)

source: Please install required packages and try running TimeShift again
sv: Installera nödvändiga paket och försök köra Timeshift igen

source: Remove
sv: Ta bort

source: Last boot snapshot is older than system start time
sv: Senaste startavbilden är äldre än systemets starttid

source: Created pre-restore snapshot
sv: Skapade en avbild före återställning

source: Cancel restore?
sv: Vill du avbryta återställningen?

source: Timestamp
sv: Tidsstämpel

source: Failed to restore system subvolume
sv: Kunde inte återställa systemvolym

source: Mode
sv: Läge

source: Keep on Root Device
sv: Behåll på rotenheten

source: Show rsync output (default)
sv: Visa rsync-utdata (standard)

source: Created control file
sv: Skapade kontrollfil

source: Failed to get partition list.
sv: Kunde inte hämta partitionslista

source: Select applications to exclude from restore
sv: Välj program att undantas vid återställning

source: Yes
sv: Ja

source: Print version number
sv: Skriv ut versionsnummer

source: Include Only Hidden Files
sv: Inkludera endast dolda filer

source: Could not find system subvolume
sv: Kunde inte hitta systemvolym

source: Filters
sv: Filter

source: Add files
sv: Lägg till filer

source: /boot/efi is mapped to device
sv: /boot/efi är mappad på enhet

source: Show more applications to exclude on the next page
sv: Visa fler program att undanta på nästa sida

source: Re-install GRUB2 bootloader?
sv: Vill du installera om GRUB2 starthanterare?

source: <b>Comments</b> (double-click to edit)
sv: <b>Kommentarer</b> (dubbelklicka för att redigera)

source: Option --snapshot-device should not be specified for creating snapshots in BTRFS mode
sv: Alternativet --snapshot-device ska inte användas för att skapa avbilder i BTRFS-läge

source: Devices from which snapshot was created are pre-selected.
sv: Enheter, från vilka avbild skapats, är förvalda.

source: Selected device does not have Linux partition
sv: Den valda enheten har ingen Linux-partition

source: Delete selected snapshot
sv: Ta bort markerad avbild

source: Changed
sv: Ändrat

source: Cleaning up...
sv: Rensar upp…

source: GRUB will NOT be reinstalled
sv: GRUB kommer INTE att installeras om
